Repository: mozilla-l10n/mt-training-data
Catalog: pt/pt_pontoon.tmx
Source language: en_us
Languages: pt

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
pt: As frases devem ser revisadas e aceitas por duas pessoas para ser incluídas no Common Voice. Você cria diretrizes para seu idioma <languageGuidelinesLink>aqui</languageGuidelinesLink>. As frases devem ser de <licenseLink>domínio público</licenseLink> e ter menos de 15 palavras. Você pode pedir ao proprietário de um texto para torná-lo <waiverLink>CC0 (domínio público) usando nosso processo de renúncia de direitos</waiverLink> e nos enviar em commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
pt: { $sentences } frases revisadas. Obrigado!

source: Sentence text
pt: Texto da frase

source: Sentence Variant
pt: Variante de frase

source: Separate sentences into one line by pressing “Enter” or “Return” once
pt: Separe frases de uma mesma linha pressionando “Enter” ou “Return” uma vez

source: Serbian
pt: Sérvio

source: Service and Retail
pt: Serviços e vendas à varejo

source: Set a goal
pt: Defina uma meta

source: Set my visibility
pt: Definir minha visibilidade

source: Setswana
pt: Tswana

source: Settings
pt: Configurações

source: Sex
pt: Sexo

source: Sex or Gender
pt: Gênero

source: SHA256 Checksum Copied!
pt: Soma de verificação SHA256 copiada!

source: Shan
pt: Xã

source: Share Common Voice
pt: Compartilhar o Common Voice

source: Share my goal
pt: Compartilhar minha meta

source: Share your clip
pt: Compartilhe seu clipe

source: Share your { $count } Clip Daily Goal for { $type }
pt: Compartilhe sua meta diária de { $type } { $count } clipes

source: Share your { $count } Clip Weekly Goal for { $type }
pt: Compartilhe sua meta semanal de { $type } { $count } clipes

source: Share your event
pt: Compartilhe seu evento

source: Shilha
pt: Tachelhit

source: Shortcuts
pt: Atalhos

source: [Should be ‘dinosaurs’]
pt: [Deve ser ‘dinossauros’]

source: [Should be “We are”]
pt: [Deveria ser “de água”]

source: Show me sentences and clips from all variants within my language
pt: Mostrar frases e clipes de todas as variantes do meu idioma

source: Show my ranking
pt: Mostrar minha classificação

source: Sicilian
pt: Siciliano

source: Sign up
pt: Inscrever-se

source: Sign up for an account
pt: Cadastre uma conta

source: Sign up for Common Voice newsletters, goal reminders and progress updates
pt: Cadastre-se para receber do Common Voice boletins, lembretes de metas e informações de progresso

source: sign up for email updates
pt: cadastre-se para receber novidades por email

source: Sign up for { $lang } updates:
pt: Inscreva-se para receber novidades de { $lang }:

source: Sindhi
pt: Sindi

source: Single
pt: Uma única frase

source: Single Sentence
pt: Uma única frase

source: Single sentence submission
pt: Envio de uma única frase

source: Single Sentence Submission
pt: Envio de uma única frase

source: Single ZIP file containing
pt: Arquivo ZIP único contendo

source: Sinhala
pt: Cingalês

source: Siswati
pt: Suáti

source: Size
pt: Tamanho

source: Skip
pt: Saltar

source: Skipped
pt: Ignorado

source: Skip Submission Feedback
pt: Ignorar comentários de envio

source: Slovak
pt: Eslovaco

source: Slovenian
pt: Esloveno

source: Small batch
pt: Lote pequeno

source: Small batch sentence submission
pt: Envio de frases em pequenos lotes

source: Small businesses, including tech and AI start ups
pt: Pequenas empresas, incluindo startups de tecnologia e inteligência artificial

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
pt: [Espirro] Os dinossauros gigantes do [tosse] Triássico.

source: Social media
pt: Mídia social

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
pt: Alguns idiomas têm uma enorme variação de gramática, vocabulário e pronúncia. Por esse motivo, <ctaLink>lançamos ‘Variantes’</ctaLink> em 2022. Isso oferece às comunidades uma forma de distinguir seus idiomas no conjunto de dados mais amplo.

source: Someone asks for a language to be added.
pt: Alguém pede que um idioma seja adicionado.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
pt: Algo correu mal ao obter o áudio para as transcrições. Tente novamente mais tarde.

source: Something went wrong while fetching prompts. Please try again later.
pt: Algo correu mal ao obter as consultas. Tente novamente mais tarde.

source: Something went wrong while fetching questions. Please try again later.
pt: Ocorreu um erro ao buscar as perguntas. Tente novamente mais tarde.

source: Something went wrong while fetching the list of available datasets. Please try again later.
pt: Ocorreu um erro ao buscar a lista de conjuntos de dados disponíveis. Tente novamente mais tarde.

source: Something went wrong while fetching transcriptions. Please try again later.
pt: Ocorreu um erro ao obter as transcrições. Tente novamente mais tarde.

source: Something went wrong with reCAPTCHA. Please try again.
pt: Algo deu errado com o reCAPTCHA. Tente novamente.

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
pt: Algumas variantes e dialetos de um idioma ou família de idiomas são muito diferentes entre si. Se estiver tendo problemas para interagir com uma variante específica, você pode alterar suas preferências aqui.

source: Soninke
pt: Soninquê

source: Sorbian, Lower
pt: Baixo Sorábio

source: Sorbian, Upper
pt: Alto Sorábio

source: Sorry, Common Voice is running slowly. Thanks for your interest.
pt: Desculpe, o Common Voice está lento. Obrigado pelo seu interesse.

source: Sorry, something went wrong
pt: Desculpe, houve um erro

source: Source: { $sentenceSource }
pt: Origem: { $sentenceSource }

source: Southern Kurdish
pt: Curdo do Sul

source: Southern Pastaza Quechua
pt: Quechua do Sul de Pastaza

source: Southern Sotho
pt: Sesoto

source: Southwestern Tlaxiaco Mixtec
pt: Tlaxiaco Mixtec do Sudoeste

source: Spanish
pt: Espanhol

source: Speak
pt: Falar

source: Speakable
pt: Poder ser falada

source: Speakers
pt: Falantes

source: Speaking
pt: Fala

source: Speaking and Listening
pt: Fala e Audição

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
pt: Fale com sua voz normal! A maneira como você fala é bem-vinda aqui. Queremos seu sotaque como ele é, e queremos seu volume, estilo e entonação habituais.

source: Speak now
pt: Fale agora

source: Speak options menu
pt: Menu de opções de fala

source: Speak up, contribute here!
pt: Doe sua voz, contribua aqui!

source: Special Characters and Foreign Letters
pt: Caracteres especiais e letras estrangeiras

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
pt: Símbolos especiais e pontuação só devem ser incluídos quando absolutamente necessário. Por exemplo, um apóstrofo é incluído em palavras em inglês como “don't“ e “we're“, ou em português como “d'água“, e deve ser incluído no texto de origem, mas é improvável que você precise de um símbolo especial como “@“ ou “#“.

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
pt: <speechBlogLink>Comece com o reconhecimento de voz</speechBlogLink>

source: Spelling and Punctuation
pt: Ortografia e pontuação

source: Split into { $archiveCount } ZIP files containing
pt: Separar em { $archiveCount } arquivos ZIP contendo

source: Splits
pt: Divisões

source: Splits (Age and Sex)
pt: Grupos (idade e sexo)

source: Spontaneous Speech
pt: Fala espontânea

source: Start recording
pt: Iniciar gravação

source: Start typing to describe your accent
pt: Comece a digitar para descrever seu sotaque

source: Stats
pt: Estatísticas

source: Status Page
pt: Página de status

source: Still have questions?
pt: Ainda tem dúvidas?

source: Streaks
pt: Metas

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
pt: <strong>[Estalo]</strong> dinossauros gigantes do <strong>[estalo]</strong> -riássico.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
pt: <strong>Não rejeite clipes em que o locutor ‘tem um sotaque’ diferente do seu</strong>. Isso é importante para que o reconhecimento de voz funcione melhor para todos.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
pt: <strong>Seja criativo!</strong> Sua comunidade de idioma será única. Essas são apenas algumas maneiras de começar.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
pt: <strong>[Espirro]</strong> Os dinossauros gigantes do <strong>[tosse]</strong> Triássico.

source: Submit
pt: Enviar

source: Submit All
pt: Enviar tudo

source: Submit a new question for the community to read and respond to
pt: Enviar uma nova pergunta para a comunidade ler e responder

source: Submit a report
pt: Enviar um relato

source: Submit clips
pt: Enviar frases

source: Submit new questions for the community to read and respond to
pt: Enviar novas perguntas para a comunidade ler e responder

source: Submitted
pt: Enviado

source: Subscribe
pt: Inscrever-se

source: Success
pt: Sucesso

source: success checkmark
pt: marca de seleção de sucesso

source: Success, profile created!
pt: Perfil criado com sucesso!

source: Support open, community-led datasets
pt: Apoie conjuntos de dados abertos, gerenciados pela comunidade

source: Svan
pt: Suano

source: Swahili
pt: Suahíli

source: Swedish
pt: Sueco

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
pt: Deslize para direita para aprovar a frase. Deslize para esquerda para rejeitar. Deslize para cima para pular. <strong>Não esqueça de enviar sua revisão!</strong>

source: Syriac
pt: Siríaco

source: Tagalog
pt: Filipino

source: Tahitian
pt: Taitiano

source: Taiwanese (Minnan)
pt: Taiwanês (Minnan)

source: Tajik
pt: Tajique

source: Taking several attempts to read a word.
pt: Várias tentativas de ler uma palavra.

source: Tamazight
pt: Tamazigue

source: Tamil
pt: Tâmil

source: Tap
pt: Toque

source: Tarifit
pt: Rifenho

source: Tatar
pt: Tártaro

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
pt: Tatoeba é uma grande base de dados de frases, traduções e áudio falado para uso em aprendizagem de idiomas. Este arquivo contém falas em inglês gravadas por sua comunidade.

source: Technology and Robotics
pt: Tecnologia e robótica

source: Technology that speaks your language
pt: Tecnologia que fala seu idioma

source: Tell us what you'd like to download:
pt: Indique o que você quer baixar:

source: Telugu
pt: Telugo

source: Terms
pt: Termos

source: <termsLink>Terms</termsLink>
pt: <termsLink>Termos</termsLink>

source: Thai
pt: Tailandês

source: Thanks for confirming your account, now let's build your profile.
pt: Obrigado por confirmar sua conta. Agora, vamos construir seu perfil.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
pt: Graças a contribuições de mais de 259 mil pessoas em mais de 50 idiomas, esses dados estão sendo usados para treinar aplicativos com reconhecimento de fala para responder melhor à voz humana.

source: Thank you for contributing to Spontaneous Speech!
pt: Obrigado por contribuir para o Discurso Espontâneoh!

source: Thank you for contributing your bulk submission!
pt: Obrigado por contribuir com seu envio de grupo!

source: Thank you for contributing your voice!
pt: Obrigado por contribuir com sua voz!

source: Thank you for donating your voice clips!
pt: Obrigado por doar seus clipes de voz!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
pt: Obrigado pela sua gravação!<lineBreak></lineBreak>Agora revise e envie-as abaixo.

source: Thank you for your information
pt: Obrigado por suas informações

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
pt: Obrigado por seu interesse em contribuir para { $lang }. Trabalhamos duro para ter cada idioma pronto para lançamento e manter as equipes atualizadas por email. Se quiser contribuir, forneça abaixo seu endereço de email.

source: Thank you for your voice information
pt: Obrigado por suas informações de voz

source: Thank you! You’ve sent a new language enquiry
pt: Obrigado! Você enviou uma nova consulta de idioma

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
pt: As melhores frases são naturais e coloquiais, devem ser fáceis de ler. Embora seja importante diversidade fonética e palavras diferentes nas frases, também estamos tentando tornar as frases de gravação o mais envolvente e divertido possível para nossa comunidade de voluntários.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
pt: As melhores frases para construir um mecanismo útil de reconhecimento de voz são de linguagem coloquial e moderna. Eis algumas ideias para ajudar a gerar frases;

source: The bumblebee sped by.
pt: A abelha passou rápido.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
pt: O cemitério de clipes consiste de clipes de voz que não entraram no conjunto de dados do Common Voice. Assim como o conjunto de dados, o cemitério de clipes está disponível para ser baixado.

source: The clip has disrespectful or offensive language.
pt: O clipe tem linguagem desrespeitosa ou ofensiva.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
pt: O conjunto de dados do Common Voice contém centenas de milhares de amostras de voz que ajudam os desenvolvedores a construir ferramentas de reconhecimento de voz.

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
pt: A comunidade é o coração do Common Voice. São membros vindo do mundo todo, ativistas linguísticos, cientistas e artistas. Você pode saber mais sobre como participar em nossa página <about>Sobre</about> e em nossa <community>Diretriz da comunidade</community>. Se tiver interesse em uma parceria organizacional mais profunda, <emailFragment>entre em contato</emailFragment>.

source: The content contains a language different than I was expecting.
pt: O conteúdo contém um idioma diferente do que eu esperava.

source: The content has disrespectful or offensive language.
pt: O conteúdo contém linguagem desrespeitosa ou ofensiva.

source: The giant dino [cough] the Triassic.
pt: Os dino [tosse] gigantes do Triássico.

source: The giant dinosaur of the Triassic.
pt: Os dinossauro gigantes do Triássico.

source: The giant dinosaurs of the Triassi-.
pt: Os dinossauros gigantes do Triássi-.

source: The giant dinosaurs of the Triassic.
pt: Os dinossauros gigantes do Triássico.

source: The giant dinosaurs of the Triassic. [read by one voice]
pt: Os dinossauros gigantes do Triássico. [lido por uma voz]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
pt: Os dinossauros gigantes do Triássico. <strong>[lido por uma voz]</strong>

source: The giant dinosaurs of the Triassic. Yes.
pt: Os dinossauros gigantes do Triássico. Sim.

source: The giant dino <strong>[cough]</strong> the Triassic.
pt: O dinossauro gigante <strong>[tosse]</strong> do Triássico.

source: The MediaRecorder API is not supported in your browser.
pt: A API do MediaRecorder não é suportada no seu navegador.

source: The number of recordings and which languages you contribute to will be public.
pt: O número de gravações e para quais idiomas você contribuir serão públicos.

source: The page you are looking for could not be found
pt: A página que você procura não pôde ser encontrada

source: There are currently no prompts for this language. Please refresh the page or try again later.
pt: Atualmente, não há consultas para este idioma. Atualize a página ou tente novamente mais tarde.

source: There are currently no sentences to review in this language.
pt: No momento, não há frases a revisar neste idioma.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
pt: Atualmente, não há transcrições para verificar neste idioma. Atualize a página ou tente novamente mais tarde.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
pt: Há muitas formas de pensar sobre idioma. Para fins de modelos de reconhecimento de fala, o Common Voice sugere focar na 'inteligibilidade mútua', ou 'a maioria dos falantes desse idioma consegue se entender, se tentar?'

source: There are no more questions for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
pt: Não há mais perguntas para este conjunto de dados. Se você pulou alguma, pode continuar com o conteúdo pulado ou ir para a transcrição de áudio e tentar novamente mais tarde.

source: The recording was too long.
pt: A gravação foi muito longa

source: The recording was too quiet.
pt: A gravação ficou com volume muito baixa.

source: The recording was too short.
pt: A gravação foi muito curta.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
pt: Atualmente, não há áudio para transcrever neste idioma. Atualize a página ou tente novamente mais tarde.

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
pt: Idealmente, não deve haver dígitos no texto de origem, pois podem causar problemas ao ser lidos em voz alta. A maneira como um número é lido depende do contexto e pode introduzir confusão no conjunto de dados. Por exemplo, o número “2409” pode ser lido com precisão tanto “vinte e quatro zero nove” como “dois mil quatrocentos e nove”.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
pt: Há natural variação de volume entre os leitores. Rejeite somente se o volume estiver tão alto que a gravação falhe, ou (mais comum) se estiver tão baixo que você não possa ouvir o que está sendo dito sem referência ao texto escrito.

source: The route was unclear.
pt: Comi um pedaço de bolo.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
pt: Esses idiomas estão atualmente em desenvolvimento pela comunidade. As barras de progresso indicam em que ponto cada idioma está no processo de <localizationGlossaryLink>tradução do site</localizationGlossaryLink> e <sentenceCollectionGlossaryLink>coleta de frases</sentenceCollectionGlossaryLink>.

source: The selected file is too large
pt: O arquivo selecionado é grande demais

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
pt: O coletor de frases está migrando para a plataforma principal do Common Voice. Agora você pode <writeURL>escrever</writeURL> uma frase ou <reviewURL>revisar</reviewURL> envios de uma única frase no Common Voice.

source: The sentence has a grammatical or spelling error.
pt: A frase tem um erro gramatical ou ortográfico.

source: The sentence has disrespectful or offensive language.
pt: A frase é desrespeitosa ou usa linguagem ofensiva.

source: The sentence must be grammatically correct.
pt: A frase deve estar gramaticalmente correta.

source: The sentence must be speakable.
pt: Deve ser possível pronunciar a frase.

source: The sentence must be spelled correctly.
pt: A frase deve ser escrita corretamente.

source: The sentence should have fewer than 15 words.
pt: A frase deve ter menos de 15 palavras.

source: The site is ready to be launched when it reaches 75% completion.
pt: O site fica pronto para ser lançado quando atingir 75% de conclusão.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
pt: O site voltará a funcionar assim que possível. Para obter as informações mais recentes, participe do <matrixLink>bate-papo na comunidade Matrix</matrixLink>, ou visite o <githubLink>GitHub</githubLink> ou <discourseLink>nossos fóruns no Discourse</discourseLink> para comunicar e monitorar problemas no site.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
pt: TED-LIUM Corpus foi criado a partir de áudios de palestras e suas transcrições, que estão disponíveis no site TED.

source: The website text is translated into that language.
pt: O texto do site é traduzido para esse idioma.
